{
    "number": "Chapter Fifteen",
    "title": "The Yoga of the Supreme Person",
    "verses": {
        "1": {
            "title": "Bg. 15.1",
            "devanagri": "Devanagari\nश्रीभगवानुवाचऊर्ध्वमूलमध:शाखमश्वत्थं प्राहुरव्ययम् ।छन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित् ॥ १ ॥",
            "romanization": "Text\nśrī-bhagavān uvācaūrdhva-mūlam adhaḥ-śākhamaśvatthaṁ prāhur avyayamchandāṁsi yasya parṇāniyas taṁ veda sa veda-vit",
            "synonyms": "Synonyms\nśrī-bhagavān uvāca — the Supreme Personality of Godhead said; ūrdhva-mūlam — with roots above; adhaḥ — downwards; śākham — branches; aśvattham — a banyan tree; prāhuḥ — is said; avyayam — eternal; chandāṁsi — the Vedic hymns; yasya — of which; parṇāni — the leaves; yaḥ — anyone who; tam — that; veda — knows; saḥ — he; veda-vit — the knower of the Vedas.",
            "translation": "Translation\nThe Supreme Personality of Godhead said: It is said that there is an imperishable banyan tree that has its roots upward and its branches down and whose leaves are the Vedic hymns. One who knows this tree is the knower of the Vedas.",
            "purport": "Purport\nAfter the discussion of the importance of bhakti-yoga, one may question, “What about the Vedas?” It is explained in this chapter that the purpose of Vedic study is to understand Kṛṣṇa. Therefore one who is in Kṛṣṇa consciousness, who is engaged in devotional service, already knows the Vedas.\nThe entanglement of this material world is compared here to a banyan tree. For one who is engaged in fruitive activities, there is no end to the banyan tree. He wanders from one branch to another, to another, to another. The tree of this material world has no end, and for one who is attached to this tree, there is no possibility of liberation. The Vedic hymns, meant for elevating oneself, are called the leaves of this tree. This tree’s roots grow upward because they begin from where Brahmā is located, the topmost planet of this universe. If one can understand this indestructible tree of illusion, then one can get out of it.\nThis process of extrication should be understood. In the previous chapters it has been explained that there are many processes by which to get out of the material entanglement. And, up to the Thirteenth Chapter, we have seen that devotional service to the Supreme Lord is the best way. Now, the basic principle of devotional service is detachment from material activities and attachment to the transcendental service of the Lord. The process of breaking attachment to the material world is discussed in the beginning of this chapter. The root of this material existence grows upward. This means that it begins from the total material substance, from the topmost planet of the universe. From there, the whole universe is expanded, with so many branches, representing the various planetary systems. The fruits represent the results of the living entities’ activities, namely, religion, economic development, sense gratification and liberation.\nNow, there is no ready experience in this world of a tree situated with its branches down and its roots upward, but there is such a thing. That tree can be found beside a reservoir of water. We can see that the trees on the bank reflect upon the water with their branches down and roots up. In other words, the tree of this material world is only a reflection of the real tree of the spiritual world. This reflection of the spiritual world is situated on desire, just as a tree’s reflection is situated on water. Desire is the cause of things’ being situated in this reflected material light. One who wants to get out of this material existence must know this tree thoroughly through analytical study. Then he can cut off his relationship with it.\nThis tree, being the reflection of the real tree, is an exact replica. Everything is there in the spiritual world. The impersonalists take Brahman to be the root of this material tree, and from the root, according to Sāṅkhya philosophy, come prakṛti, puruṣa, then the three guṇas, then the five gross elements (pañca-mahā-bhūta), then the ten senses (daśendriya), mind, etc. In this way they divide up the whole material world into twenty-four elements. If Brahman is the center of all manifestations, then this material world is a manifestation of the center by 180 degrees, and the other 180 degrees constitute the spiritual world. The material world is the perverted reflection, so the spiritual world must have the same variegatedness, but in reality. The prakṛti is the external energy of the Supreme Lord, and the puruṣa is the Supreme Lord Himself, and that is explained in Bhagavad-gītā. Since this manifestation is material, it is temporary. A reflection is temporary, for it is sometimes seen and sometimes not seen. But the origin from whence the reflection is reflected is eternal. The material reflection of the real tree has to be cut off. When it is said that a person knows the Vedas, it is assumed that he knows how to cut off attachment to this material world. If one knows that process, he actually knows the Vedas. One who is attracted by the ritualistic formulas of the Vedas is attracted by the beautiful green leaves of the tree. He does not exactly know the purpose of the Vedas. The purpose of the Vedas, as disclosed by the Personality of Godhead Himself, is to cut down this reflected tree and attain the real tree of the spiritual world."
        },
        "2": {
            "title": "Bg. 15.2",
            "devanagri": "Devanagari\nअधश्चोर्ध्वं प्रसृतास्तस्य शाखागुणप्रवृद्धा विषयप्रवाला: ।अधश्च मूलान्यनुसन्ततानिकर्मानुबन्धीनि मनुष्यलोके ॥ २ ॥",
            "romanization": "Text\nadhaś cordhvaṁ prasṛtās tasya śākhāguṇa-pravṛddhā viṣaya-pravālāḥadhaś ca mūlāny anusantatānikarmānubandhīni manuṣya-loke",
            "synonyms": "Synonyms\nadhaḥ — downward; ca — and; ūrdhvam — upward; prasṛtāḥ — extended; tasya — its; śākhāḥ — branches; guṇa — by the modes of material nature; pravṛddhāḥ — developed; viṣaya — sense objects; pravālāḥ — twigs; adhaḥ — downward; ca — and; mūlāni — roots; anusantatāni — extended; karma — to work; anubandhīni — bound; manuṣya-loke — in the world of human society.",
            "translation": "Translation\nThe branches of this tree extend downward and upward, nourished by the three modes of material nature. The twigs are the objects of the senses. This tree also has roots going down, and these are bound to the fruitive actions of human society.",
            "purport": "Purport\nThe description of the banyan tree is further explained here. Its branches spread in all directions. In the lower parts, there are variegated manifestations of living entities – human beings, animals, horses, cows, dogs, cats, etc. These are situated on the lower parts of the branches, whereas on the upper parts are higher forms of living entities: the demigods, Gandharvas and many other higher species of life. As a tree is nourished by water, so this tree is nourished by the three modes of material nature. Sometimes we find that a tract of land is barren for want of sufficient water, and sometimes a tract is very green; similarly, where particular modes of material nature are proportionately greater in quantity, the different species of life are manifested accordingly.\nThe twigs of the tree are considered to be the sense objects. By development of the different modes of nature we develop different senses, and by the senses we enjoy different varieties of sense objects. The tips of the branches are the senses – the ears, nose, eyes, etc. – which are attached to the enjoyment of different sense objects. The twigs are sound, form, touch, and so on – the sense objects. The subsidiary roots are attachments and aversions, which are by-products of different varieties of suffering and sense enjoyment. The tendencies toward piety and impiety are considered to develop from these secondary roots, which spread in all directions. The real root is from Brahmaloka, and the other roots are in the human planetary systems. After one enjoys the results of virtuous activities in the upper planetary systems, he comes down to this earth and renews his karma, or fruitive activities for promotion. This planet of human beings is considered the field of activities."
        },
        "3-4": {
            "title": "Bg. 15.3-4",
            "devanagri": "Devanagari\nन रूपमस्येह तथोपलभ्यतेनान्तो न चादिर्न च सम्प्रतिष्ठा ।अश्वत्थमेनं सुविरूढमूल-मसङ्गशस्त्रेण दृढेन छित्त्वा ॥ ३ ॥तत: पदं तत्परिमार्गितव्यंयस्मिन्गता न निवर्तन्ति भूय: ।तमेव चाद्यं पुरुषं प्रपद्येयत: प्रवृत्ति: प्रसृता पुराणी ॥ ४ ॥",
            "romanization": "Text\nna rūpam asyeha tathopalabhyatenānto na cādir na ca sampratiṣṭhāaśvattham enaṁ su-virūḍha-mūlamasaṅga-śastreṇa dṛḍhena chittvā\ntataḥ padaṁ tat parimārgitavyaṁyasmin gatā na nivartanti bhūyaḥtam eva cādyaṁ puruṣaṁ prapadyeyataḥ pravṛttiḥ prasṛtā purāṇī",
            "synonyms": "Synonyms\nna — not; rūpam — the form; asya — of this tree; iha — in this world; tathā — also; upalabhyate — can be perceived; na — never; antaḥ — end; na — never; ca — also; ādiḥ — beginning; na — never; ca — also; sampratiṣṭhā — the foundation; aśvattham — banyan tree; enam — this; su-virūḍha — strongly; mūlam — rooted; asaṅga-śastreṇa — by the weapon of detachment; dṛḍhena — strong; chittvā — cutting; tataḥ — thereafter; padam — situation; tat — that; parimārgitavyam — has to be searched out; yasmin — where; gatāḥ — going; na — never; nivartanti — they come back; bhūyaḥ — again; tam — to Him; eva — certainly; ca — also; ādyam — original; puruṣam — the Personality of Godhead; prapadye — surrender; yataḥ — from whom; pravṛttiḥ — the beginning; prasṛtā — extended; purāṇi — very old.",
            "translation": "Translation\nThe real form of this tree cannot be perceived in this world. No one can understand where it ends, where it begins, or where its foundation is. But with determination one must cut down this strongly rooted tree with the weapon of detachment. Thereafter, one must seek that place from which, having gone, one never returns, and there surrender to that Supreme Personality of Godhead from whom everything began and from whom everything has extended since time immemorial.",
            "purport": "Purport\nIt is now clearly stated that the real form of this banyan tree cannot be understood in this material world. Since the root is upwards, the extension of the real tree is at the other end. When entangled with the material expansions of the tree, one cannot see how far the tree extends, nor can one see the beginning of this tree. Yet one has to find out the cause. “I am the son of my father, my father is the son of such-and-such a person, etc.” By searching in this way, one comes to Brahmā, who is generated by the Garbhodaka-śāyī Viṣṇu. Finally, in this way, when one reaches the Supreme Personality of Godhead, that is the end of research work. One has to search out that origin of this tree, the Supreme Personality of Godhead, through the association of persons who are in knowledge of that Supreme Personality of Godhead. Then by understanding one becomes gradually detached from this false reflection of reality, and by knowledge one can cut off the connection and actually become situated in the real tree.\nThe word asaṅga is very important in this connection because the attachment for sense enjoyment and lording it over the material nature is very strong. Therefore one must learn detachment by discussion of spiritual science based on authoritative scriptures, and one must hear from persons who are actually in knowledge. As a result of such discussion in the association of devotees, one comes to the Supreme Personality of Godhead. Then the first thing one must do is surrender to Him. The description of that place whence having gone one never returns to this false reflected tree is given here. The Supreme Personality of Godhead, Kṛṣṇa, is the original root from whom everything has emanated. To gain the favor of that Personality of Godhead, one has only to surrender, and this is a result of performing devotional service by hearing, chanting, etc. He is the cause of the extension of the material world. This has already been explained by the Lord Himself. Ahaṁ sarvasya prabhavaḥ: “I am the origin of everything.” Therefore to get out of the entanglement of this strong banyan tree of material life, one must surrender to Kṛṣṇa. As soon as one surrenders unto Kṛṣṇa, one becomes detached automatically from this material extension."
        },
        "5": {
            "title": "Bg. 15.5",
            "devanagri": "Devanagari\nनिर्मानमोहा जितसङ्गदोषाअध्यात्मनित्या विनिवृत्तकामा: ।द्वन्द्वैर्विमुक्ता: सुखदु:खसंज्ञै-र्गच्छन्त्यमूढा: पदमव्ययं तत् ॥ ५ ॥",
            "romanization": "Text\nnirmāna-mohā jita-saṅga-doṣāadhyātma-nityā vinivṛtta-kāmāḥdvandvair vimuktāḥ sukha-duḥkha-saṁjñairgacchanty amūḍhāḥ padam avyayaṁ tat",
            "synonyms": "Synonyms\nniḥ — without; māna — false prestige; mohāḥ — and illusion; jita — having conquered; saṅga — of association; doṣāḥ — the faults; adhyātma — in spiritual knowledge; nityāḥ — in eternity; vinivṛtta — disassociated; kāmāḥ — from lust; dvandvaiḥ — from the dualities; vimuktāḥ — liberated; sukha-duḥkha — happiness and distress; saṁjñaiḥ — named; gacchanti — attain; amūḍhāḥ — unbewildered; padam — situation; avyayam — eternal; tat — that.",
            "translation": "Translation\nThose who are free from false prestige, illusion and false association, who understand the eternal, who are done with material lust, who are freed from the dualities of happiness and distress, and who, unbewildered, know how to surrender unto the Supreme Person attain to that eternal kingdom.",
            "purport": "Purport\nThe surrendering process is described here very nicely. The first qualification is that one should not be deluded by pride. Because the conditioned soul is puffed up, thinking himself the lord of material nature, it is very difficult for him to surrender unto the Supreme Personality of Godhead. One should know by the cultivation of real knowledge that he is not lord of material nature; the Supreme Personality of Godhead is the Lord. When one is free from delusion caused by pride, he can begin the process of surrender. For one who is always expecting some honor in this material world, it is not possible to surrender to the Supreme Person. Pride is due to illusion, for although one comes here, stays for a brief time and then goes away, he has the foolish notion that he is the lord of the world. He thus makes all things complicated, and he is always in trouble. The whole world moves under this impression. People are considering the land, this earth, to belong to human society, and they have divided the land under the false impression that they are the proprietors. One has to get out of this false notion that human society is the proprietor of this world. When one is freed from such a false notion, he becomes free from all the false associations caused by familial, social and national affections. These faulty associations bind one to this material world. After this stage, one has to develop spiritual knowledge. One has to cultivate knowledge of what is actually his own and what is actually not his own. And when one has an understanding of things as they are, he becomes free from all dual conceptions such as happiness and distress, pleasure and pain. He becomes full in knowledge; then it is possible for him to surrender to the Supreme Personality of Godhead."
        },
        "6": {
            "title": "Bg. 15.6",
            "devanagri": "Devanagari\nन तद्भ‍ासयते सूर्यो न शशाङ्को न पावक: ।यद्ग‍त्वा न निवर्तन्ते तद्धाम परमं मम ॥ ६ ॥",
            "romanization": "Text\nna tad bhāsayate sūryona śaśāṅko na pāvakaḥyad gatvā na nivartantetad dhāma paramaṁ mama",
            "synonyms": "Synonyms\nna — not; tat — that; bhāsayate — illuminates; sūryaḥ — the sun; na — nor; śaśāṅkaḥ — the moon; na — nor; pāvakaḥ — fire, electricity; yat — where; gatvā — going; na — never; nivartante — they come back; tat dhāma — that abode; paramam — supreme; mama — My.",
            "translation": "Translation\nThat supreme abode of Mine is not illumined by the sun or moon, nor by fire or electricity. Those who reach it never return to this material world.",
            "purport": "Purport\nThe spiritual world, the abode of the Supreme Personality of Godhead, Kṛṣṇa – which is known as Kṛṣṇaloka, Goloka Vṛndāvana – is described here. In the spiritual sky there is no need of sunshine, moonshine, fire or electricity, because all the planets are self-luminous. We have only one planet in this universe, the sun, which is self-luminous, but all the planets in the spiritual sky are self-luminous. The shining effulgence of all those planets (called Vaikuṇṭhas) constitutes the shining sky known as the brahma-jyotir. Actually, the effulgence is emanating from the planet of Kṛṣṇa, Goloka Vṛndāvana. Part of that shining effulgence is covered by the mahat-tattva, the material world. Other than this, the major portion of that shining sky is full of spiritual planets, which are called Vaikuṇṭhas, chief of which is Goloka Vṛndāvana.\nAs long as a living entity is in this dark material world, he is in conditional life, but as soon as he reaches the spiritual sky by cutting through the false, perverted tree of this material world, he becomes liberated. Then there is no chance of his coming back here. In his conditional life, the living entity considers himself to be the lord of this material world, but in his liberated state he enters into the spiritual kingdom and becomes an associate of the Supreme Lord. There he enjoys eternal bliss, eternal life, and full knowledge.\nOne should be captivated by this information. He should desire to transfer himself to that eternal world and extricate himself from this false reflection of reality. For one who is too much attached to this material world, it is very difficult to cut that attachment, but if he takes to Kṛṣṇa consciousness there is a chance of gradually becoming detached. One has to associate himself with devotees, those who are in Kṛṣṇa consciousness. One should search out a society dedicated to Kṛṣṇa consciousness and learn how to discharge devotional service. In this way he can cut off his attachment to the material world. One cannot become detached from the attraction of the material world simply by dressing himself in saffron cloth. He must become attached to the devotional service of the Lord. Therefore one should take it very seriously that devotional service as described in the Twelfth Chapter is the only way to get out of this false representation of the real tree. In Chapter Fourteen the contamination of all kinds of processes by material nature is described. Only devotional service is described as purely transcendental.\nThe words paramaṁ mama are very important here. Actually every nook and corner is the property of the Supreme Lord, but the spiritual world is paramam, full of six opulences. The Kaṭha Upaniṣad (2.2.15) also confirms that in the spiritual world there is no need of sunshine, moonshine or stars (na tatra sūryo bhāti na candra-tārakam), for the whole spiritual sky is illuminated by the internal potency of the Supreme Lord. That supreme abode can be achieved only by surrender and by no other means."
        },
        "7": {
            "title": "Bg. 15.7",
            "devanagri": "Devanagari\nममैवांशो जीवलोके जीवभूत: सनातन: ।मन:षष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति ॥ ७ ॥",
            "romanization": "Text\nmamaivāṁśo jīva-lokejīva-bhūtaḥ sanātanaḥmanaḥ-ṣaṣṭhānīndriyāṇiprakṛti-sthāni karṣati",
            "synonyms": "Synonyms\nmama — My; eva — certainly; aṁśaḥ — fragmental particle; jīva-loke — in the world of conditional life; jīva-bhūtaḥ — the conditioned living entity; sanātanaḥ — eternal; manaḥ — with the mind; ṣaṣṭhāni — the six; indriyāṇi — senses; prakṛti — in material nature; sthāni — situated; karṣati — is struggling hard.",
            "translation": "Translation\nThe living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.",
            "purport": "Purport\nIn this verse the identity of the living being is clearly given. The living entity is the fragmental part and parcel of the Supreme Lord – eternally. It is not that he assumes individuality in his conditional life and in his liberated state becomes one with the Supreme Lord. He is eternally fragmented. It is clearly said, sanātanaḥ. According to the Vedic version, the Supreme Lord manifests and expands Himself in innumerable expansions, of which the primary expansions are called viṣṇu-tattva and the secondary expansions are called the living entities. In other words, the viṣṇu-tattva is the personal expansion, and the living entities are the separated expansions. By His personal expansion, He is manifested in various forms like Lord Rāma, Nṛsiṁha-deva, Viṣṇumūrti and all the predominating Deities in the Vaikuṇṭha planets. The separated expansions, the living entities, are eternally servitors. The personal expansions of the Supreme Personality of Godhead, the individual identities of the Godhead, are always present. Similarly, the separated expansions of living entities have their identities. As fragmental parts and parcels of the Supreme Lord, the living entities also have fragmental portions of His qualities, of which independence is one. Every living entity, as an individual soul, has his personal individuality and a minute form of independence. By misuse of that independence one becomes a conditioned soul, and by proper use of independence he is always liberated. In either case, he is qualitatively eternal, as the Supreme Lord is. In his liberated state he is freed from this material condition, and he is under the engagement of transcendental service unto the Lord; in his conditioned life he is dominated by the material modes of nature, and he forgets the transcendental loving service of the Lord. As a result, he has to struggle very hard to maintain his existence in the material world.\nThe living entities, not only human beings and the cats and dogs, but even the greater controllers of the material world – Brahmā, Lord Śiva and even Viṣṇu – are all parts and parcels of the Supreme Lord. They are all eternal, not temporary manifestations. The word karṣati (“struggling” or “grappling hard”) is very significant. The conditioned soul is bound up, as though shackled by iron chains. He is bound up by the false ego, and the mind is the chief agent which is driving him in this material existence. When the mind is in the mode of goodness, his activities are good; when the mind is in the mode of passion, his activities are troublesome; and when the mind is in the mode of ignorance, he travels in the lower species of life. It is clear, however, in this verse, that the conditioned soul is covered by the material body, with the mind and the senses, and when he is liberated this material covering perishes, but his spiritual body manifests itself in its individual capacity. The following information is there in the Mādhyandināyana-śruti: sa vā eṣa brahma-niṣṭha idaṁ śarīraṁ martyam atisṛjya brahmābhisampadya brahmaṇā paśyati brahmaṇā śṛṇoti brahmaṇaivedaṁ sarvam anubhavati. It is stated here that when a living entity gives up this material embodiment and enters into the spiritual world, he revives his spiritual body, and in his spiritual body he can see the Supreme Personality of Godhead face to face. He can hear and speak to Him face to face, and he can understand the Supreme Personality as He is. From smṛti also it is understood, vasanti yatra puruṣāḥ sarve vaikuṇṭha-mūrtayaḥ: in the spiritual planets everyone lives in bodies featured like the Supreme Personality of Godhead’s. As far as bodily construction is concerned, there is no difference between the part-and-parcel living entities and the expansions of viṣṇu-mūrti. In other words, at liberation the living entity gets a spiritual body by the grace of the Supreme Personality of Godhead.\nThe words mamaivāṁśaḥ (“fragmental parts and parcels of the Supreme Lord”) are also very significant. The fragmental portion of the Supreme Lord is not like some material broken part. We have already understood in the Second Chapter that the spirit cannot be cut into pieces. This fragment is not materially conceived. It is not like matter, which can be cut into pieces and joined together again. That conception is not applicable here, because the Sanskrit word sanātana (“eternal”) is used. The fragmental portion is eternal. It is also stated in the beginning of the Second Chapter that in each and every individual body the fragmental portion of the Supreme Lord is present (dehino ’smin yathā dehe). That fragmental portion, when liberated from the bodily entanglement, revives its original spiritual body in the spiritual sky in a spiritual planet and enjoys association with the Supreme Lord. It is, however, understood here that the living entity, being the fragmental part and parcel of the Supreme Lord, is qualitatively one with the Lord, just as the parts and parcels of gold are also gold."
        },
        "8": {
            "title": "Bg. 15.8",
            "devanagri": "Devanagari\nशरीरं यदवाप्‍नोति यच्च‍ाप्युत्क्रामतीश्वर: ।गृहीत्वैतानि संयाति वायुर्गन्धानिवाशयात् ॥ ८ ॥",
            "romanization": "Text\nśarīraṁ yad avāpnotiyac cāpy utkrāmatīśvaraḥgṛhītvaitāni saṁyātivāyur gandhān ivāśayāt",
            "synonyms": "Synonyms\nśarīram — the body; yat — as; avāpnoti — gets; yat — as; ca api — also; utkrāmati — gives up; īśvaraḥ — the lord of the body; gṛhītvā — taking; etāni — all these; saṁyāti — goes away; vāyuḥ — the air; gandhān — smells; iva — like; āśayāt — from their source.",
            "translation": "Translation\nThe living entity in the material world carries his different conceptions of life from one body to another, as the air carries aromas. Thus he takes one kind of body and again quits it to take another.",
            "purport": "Purport\nHere the living entity is described as īśvara, the controller of his own body. If he likes, he can change his body to a higher grade, and if he likes he can move to a lower class. Minute independence is there. The change his body undergoes depends upon him. At the time of death, the consciousness he has created will carry him on to the next type of body. If he has made his consciousness like that of a cat or dog, he is sure to change to a cat’s or dog’s body. And if he has fixed his consciousness on godly qualities, he will change into the form of a demigod. And if he is in Kṛṣṇa consciousness, he will be transferred to Kṛṣṇaloka in the spiritual world and will associate with Kṛṣṇa. It is a false claim that after the annihilation of this body everything is finished. The individual soul is transmigrating from one body to another, and his present body and present activities are the background of his next body. One gets a different body according to karma, and he has to quit this body in due course. It is stated here that the subtle body, which carries the conception of the next body, develops another body in the next life. This process of transmigrating from one body to another and struggling while in the body is called karṣati, or struggle for existence."
        },
        "9": {
            "title": "Bg. 15.9",
            "devanagri": "Devanagari\nश्रोत्रं चक्षु: स्पर्शनं च रसनं घ्राणमेव च ।अधिष्ठाय मनश्चायं विषयानुपसेवते ॥ ९ ॥",
            "romanization": "Text\nśrotraṁ cakṣuḥ sparśanaṁ carasanaṁ ghrāṇam eva caadhiṣṭhāya manaś cāyaṁviṣayān upasevate",
            "synonyms": "Synonyms\nśrotram — ears; cakṣuḥ — eyes; sparśanam — touch; ca — also; rasanam — tongue; ghrāṇam — smelling power; eva — also; ca — and; adhiṣṭhāya — being situated in; manaḥ — mind; ca — also; ayam — he; viṣayān — sense objects; upasevate — enjoys.",
            "translation": "Translation\nThe living entity, thus taking another gross body, obtains a certain type of ear, eye, tongue, nose and sense of touch, which are grouped about the mind. He thus enjoys a particular set of sense objects.",
            "purport": "Purport\nIn other words, if the living entity adulterates his consciousness with the qualities of cats and dogs, in his next life he gets a cat or dog body and enjoys. Consciousness is originally pure, like water. But if we mix water with a certain color, it changes. Similarly, consciousness is pure, for the spirit soul is pure. But consciousness is changed according to the association of the material qualities. Real consciousness is Kṛṣṇa consciousness. When, therefore, one is situated in Kṛṣṇa consciousness, he is in his pure life. But if his consciousness is adulterated by some type of material mentality, in the next life he gets a corresponding body. He does not necessarily get a human body again; he can get the body of a cat, dog, hog, demigod or one of many other forms, for there are 8,400,000 species."
        },
        "10": {
            "title": "Bg. 15.10",
            "devanagri": "Devanagari\nउत्क्रामन्तं स्थितं वाऽपि भुञ्जानं वा गुणान्वितम् ।विमूढा नानुपश्यन्ति पश्यन्ति ज्ञानचक्षुष: ॥ १० ॥",
            "romanization": "Text\nutkrāmantaṁ sthitaṁ vāpibhuñjānaṁ vā guṇānvitamvimūḍhā nānupaśyantipaśyanti jñāna-cakṣuṣaḥ",
            "synonyms": "Synonyms\nutkrāmantam — quitting the body; sthitam — situated in the body; vā api — either; bhuñjānam — enjoying; vā — or; guṇa-anvitam — under the spell of the modes of material nature; vimūḍhāḥ — foolish persons; na — never; anupaśyanti — can see; paśyanti — can see; jñāna-cakṣuṣaḥ — those who have the eyes of knowledge.",
            "translation": "Translation\nThe foolish cannot understand how a living entity can quit his body, nor can they understand what sort of body he enjoys under the spell of the modes of nature. But one whose eyes are trained in knowledge can see all this.",
            "purport": "Purport\nThe word jñāna-cakṣuṣaḥ is very significant. Without knowledge, one cannot understand how a living entity leaves his present body, nor what form of body he is going to take in the next life, nor even why he is living in a particular type of body. This requires a great amount of knowledge understood from Bhagavad-gītā and similar literatures heard from a bona fide spiritual master. One who is trained to perceive all these things is fortunate. Every living entity is quitting his body under certain circumstances, he is living under certain circumstances, and he is enjoying under certain circumstances under the spell of material nature. As a result, he is suffering different kinds of happiness and distress, under the illusion of sense enjoyment. Persons who are everlastingly fooled by lust and desire lose all power to understand their change of body and their stay in a particular body. They cannot comprehend it. Those who have developed spiritual knowledge, however, can see that the spirit is different from the body and is changing its body and enjoying in different ways. A person in such knowledge can understand how the conditioned living entity is suffering in this material existence. Therefore those who are highly developed in Kṛṣṇa consciousness try their best to give this knowledge to the people in general, for their conditional life is very much troublesome. They should come out of it and be Kṛṣṇa conscious and liberate themselves to transfer to the spiritual world."
        },
        "11": {
            "title": "Bg. 15.11",
            "devanagri": "Devanagari\nयतन्तो योगिनश्चैनं पश्यन्त्यात्मन्यवस्थितम् ।यतन्तोऽप्यकृतात्मानो नैनं पश्यन्त्यचेतस: ॥ ११ ॥",
            "romanization": "Text\nyatanto yoginaś cainaṁpaśyanty ātmany avasthitamyatanto ’py akṛtātmānonainaṁ paśyanty acetasaḥ",
            "synonyms": "Synonyms\nyatantaḥ — endeavoring; yoginaḥ — transcendentalists; ca — also; enam — this; paśyanti — can see; ātmani — in the self; avasthitam — situated; yatantaḥ — endeavoring; api — although; akṛta-ātmānaḥ — those without self-realization; na — do not; enam — this; paśyanti — see; acetasaḥ — having undeveloped minds.",
            "translation": "Translation\nThe endeavoring transcendentalists who are situated in self-realization can see all this clearly. But those whose minds are not developed and who are not situated in self-realization cannot see what is taking place, though they may try.",
            "purport": "Purport\nThere are many transcendentalists on the path of spiritual self-realization, but one who is not situated in self-realization cannot see how things are changing in the body of the living entity. The word yoginaḥ is significant in this connection. In the present day there are many so-called yogīs, and there are many so-called associations of yogīs, but they are actually blind in the matter of self-realization. They are simply addicted to some sort of gymnastic exercise and are satisfied if the body is well built and healthy. They have no other information. They are called yatanto ’py akṛtātmānaḥ. Even though they are endeavoring in a so-called yoga system, they are not self-realized. Such people cannot understand the process of the transmigration of the soul. Only those who are actually in the yoga system and have realized the self, the world and the Supreme Lord – in other words, the bhakti-yogīs, those engaged in pure devotional service in Kṛṣṇa consciousness – can understand how things are taking place."
        },
        "12": {
            "title": "Bg. 15.12",
            "devanagri": "Devanagari\nयदादित्यगतं तेजो जगद्भ‍ासयतेऽखिलम् ।यच्च‍न्द्रमसि यच्च‍ाग्न‍ौ तत्तेजो विद्धि मामकम् ॥ १२ ॥",
            "romanization": "Text\nyad āditya-gataṁ tejojagad bhāsayate ’khilamyac candramasi yac cāgnautat tejo viddhi māmakam",
            "synonyms": "Synonyms\nyat — that which; āditya-gatam — in the sunshine; tejaḥ — splendor; jagat — the whole world; bhāsayate — illuminates; akhilam — entirely; yat — that which; candramasi — in the moon; yat — that which; ca — also; agnau — in fire; tat — that; tejaḥ — splendor; viddhi — understand; māmakam — from Me.",
            "translation": "Translation\nThe splendor of the sun, which dissipates the darkness of this whole world, comes from Me. And the splendor of the moon and the splendor of fire are also from Me.",
            "purport": "Purport\nThe unintelligent cannot understand how things are taking place. But one can begin to be established in knowledge by understanding what the Lord explains here. Everyone sees the sun, moon, fire and electricity. One should simply try to understand that the splendor of the sun, the splendor of the moon, and the splendor of electricity or fire are coming from the Supreme Personality of Godhead. In such a conception of life, the beginning of Kṛṣṇa consciousness, lies a great deal of advancement for the conditioned soul in this material world. The living entities are essentially the parts and parcels of the Supreme Lord, and He is giving herewith the hint how they can come back to Godhead, back to home.\nFrom this verse we can understand that the sun is illuminating the whole solar system. There are different universes and solar systems, and there are different suns, moons and planets also, but in each universe there is only one sun. As stated in Bhagavad-gītā (10.21), the moon is one of the stars (nakṣatrāṇām ahaṁ śaśī). Sunlight is due to the spiritual effulgence in the spiritual sky of the Supreme Lord. With the rise of the sun, the activities of human beings are set up. They set fire to prepare their foodstuff, they set fire to start the factories, etc. So many things are done with the help of fire. Therefore sunrise, fire and moonlight are so pleasing to the living entities. Without their help no living entity can live. So if one can understand that the light and splendor of the sun, moon and fire are emanating from the Supreme Personality of Godhead, Kṛṣṇa, then one’s Kṛṣṇa consciousness will begin. By the moonshine, all the vegetables are nourished. The moonshine is so pleasing that people can easily understand that they are living by the mercy of the Supreme Personality of Godhead, Kṛṣṇa. Without His mercy there cannot be sun, without His mercy there cannot be moon, and without His mercy there cannot be fire, and without the help of sun, moon and fire, no one can live. These are some thoughts to provoke Kṛṣṇa consciousness in the conditioned soul."
        },
        "13": {
            "title": "Bg. 15.13",
            "devanagri": "Devanagari\nगामाविश्य च भूतानि धारयाम्यहमोजसा ।पुष्णामि चौषधी: सर्वा: सोमो भूत्वा रसात्मक: ॥ १३ ॥",
            "romanization": "Text\ngām āviśya ca bhūtānidhārayāmy aham ojasāpuṣṇāmi cauṣadhīḥ sarvāḥsomo bhūtvā rasātmakaḥ",
            "synonyms": "Synonyms\ngām — the planets; āviśya — entering; ca — also; bhūtāni — the living entities; dhārayāmi — sustain; aham — I; ojasā — by My energy; puṣṇāmi — am nourishing; ca — and; auṣadhīḥ — vegetables; sarvāḥ — all; somaḥ — the moon; bhūtvā — becoming; rasa-ātmakaḥ — supplying the juice.",
            "translation": "Translation\nI enter into each planet, and by My energy they stay in orbit. I become the moon and thereby supply the juice of life to all vegetables.",
            "purport": "Purport\nIt is understood that all the planets are floating in the air only by the energy of the Lord. The Lord enters into every atom, every planet and every living being. That is discussed in the Brahma-saṁhitā. It is said there that one plenary portion of the Supreme Personality of Godhead, Paramātmā, enters into the planets, the universe, the living entity, and even into the atom. So due to His entrance, everything is appropriately manifested. When the spirit soul is there, a living man can float on the water, but when the living spark is out of the body and the body is dead, the body sinks. Of course when it is decomposed it floats just like straw and other things, but as soon as the man is dead, he at once sinks in the water. Similarly, all these planets are floating in space, and this is due to the entrance of the supreme energy of the Supreme Personality of Godhead. His energy is sustaining each planet, just like a handful of dust. If someone holds a handful of dust, there is no possibility of the dust’s falling, but if one throws it in the air it will fall down. Similarly, these planets, which are floating in the air, are actually held in the fist of the universal form of the Supreme Lord. By His strength and energy, all moving and nonmoving things stay in their place. It is said in the Vedic hymns that because of the Supreme Personality of Godhead the sun is shining and the planets are steadily moving. Were it not for Him, all the planets would scatter, like dust in air, and perish. Similarly, it is due to the Supreme Personality of Godhead that the moon nourishes all vegetables. Due to the moon’s influence, the vegetables become delicious. Without the moonshine, the vegetables can neither grow nor taste succulent. Human society is working, living comfortably and enjoying food due to the supply from the Supreme Lord. Otherwise, mankind could not survive. The word rasātmakaḥ is very significant. Everything becomes palatable by the agency of the Supreme Lord through the influence of the moon."
        },
        "14": {
            "title": "Bg. 15.14",
            "devanagri": "Devanagari\nअहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रित: ।प्राणापानसमायुक्त: पचाम्यन्नं चतुर्विधम् ॥ १४ ॥",
            "romanization": "Text\nahaṁ vaiśvānaro bhūtvāprāṇināṁ deham āśritaḥprāṇāpāna-samāyuktaḥpacāmy annaṁ catur-vidham",
            "synonyms": "Synonyms\naham — I; vaiśvānaraḥ — My plenary portion as the digesting fire; bhūtvā — becoming; prāṇinām — of all living entities; deham — in the bodies; āśritaḥ — situated; prāṇa — the outgoing air; apāna — the down-going air; samāyuktaḥ — keeping in balance; pacāmi — I digest; annam — foodstuff; catuḥ-vidham — the four kinds.",
            "translation": "Translation\nI am the fire of digestion in the bodies of all living entities, and I join with the air of life, outgoing and incoming, to digest the four kinds of foodstuff.",
            "purport": "Purport\nAccording to Āyur-vedic śāstra, we understand that there is a fire in the stomach which digests all food sent there. When the fire is not blazing there is no hunger, and when the fire is in order we become hungry. Sometimes when the fire is not going nicely, treatment is required. In any case, this fire is representative of the Supreme Personality of Godhead. Vedic mantras (Bṛhad-āraṇyaka Upaniṣad 5.9.1) also confirm that the Supreme Lord or Brahman is situated in the form of fire within the stomach and is digesting all kinds of foodstuff (ayam agnir vaiśvānaro yo ’yam antaḥ puruṣe yenedam annaṁ pacyate). Therefore since He is helping the digestion of all kinds of foodstuff, the living entity is not independent in the eating process. Unless the Supreme Lord helps him in digesting, there is no possibility of eating. He thus produces and digests foodstuff, and by His grace we are enjoying life. In the Vedānta-sūtra (1.2.27) this is also confirmed. Śabdādibhyo ’ntaḥ pratiṣṭhānāc ca: the Lord is situated within sound and within the body, within the air and even within the stomach as the digestive force. There are four kinds of foodstuff – some are drunk, some are chewed, some are licked up, and some are sucked – and He is the digestive force for all of them."
        },
        "15": {
            "title": "Bg. 15.15",
            "devanagri": "Devanagari\nसर्वस्य चाहं हृदि सन्निविष्टोमत्त: स्मृतिर्ज्ञानमपोहनं च ।वेदैश्च सर्वैरहमेव वेद्योवेदान्तकृद्वेदविदेव चाहम् ॥ १५ ॥",
            "romanization": "Text\nsarvasya cāhaṁ hṛdi sanniviṣṭomattaḥ smṛtir jñānam apohanaṁ cavedaiś ca sarvair aham eva vedyovedānta-kṛd veda-vid eva cāham",
            "synonyms": "Synonyms\nsarvasya — of all living beings; ca — and; aham — I; hṛdi — in the heart; sanniviṣṭaḥ — situated; mattaḥ — from Me; smṛtiḥ — remembrance; jñānam — knowledge; apohanam — forgetfulness; ca — and; vedaiḥ — by the Vedas; ca — also; sarvaiḥ — all; aham — I am; eva — certainly; vedyaḥ — knowable; vedānta-kṛt — the compiler of the Vedānta; veda-vit — the knower of the Vedas; eva — certainly; ca — and; aham — I.",
            "translation": "Translation\nI am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness. By all the Vedas, I am to be known. Indeed, I am the compiler of Vedānta, and I am the knower of the Vedas.",
            "purport": "Purport\nThe Supreme Lord is situated as Paramātmā in everyone’s heart, and it is from Him that all activities are initiated. The living entity forgets everything of his past life, but he has to act according to the direction of the Supreme Lord, who is witness to all his work. Therefore he begins his work according to his past deeds. Required knowledge is supplied to him, and remembrance is given to him, and he forgets, also, about his past life. Thus, the Lord is not only all-pervading; He is also localized in every individual heart. He awards the different fruitive results. He is worshipable not only as the impersonal Brahman, the Supreme Personality of Godhead and the localized Paramātmā, but as the form of the incarnation of the Vedas as well. The Vedas give the right direction to people so that they can properly mold their lives and come back to Godhead, back to home. The Vedas offer knowledge of the Supreme Personality of Godhead, Kṛṣṇa, and Kṛṣṇa in His incarnation as Vyāsadeva is the compiler of the Vedānta-sūtra. The commentation on the Vedānta-sūtra by Vyāsadeva in the Śrīmad-Bhāgavatam gives the real understanding of Vedānta-sūtra. The Supreme Lord is so full that for the deliverance of the conditioned soul He is the supplier and digester of foodstuff, the witness of his activity, and the giver of knowledge in the form of the Vedas and as the Supreme Personality of Godhead, Śrī Kṛṣṇa, the teacher of the Bhagavad-gītā. He is worshipable by the conditioned soul. Thus God is all-good; God is all-merciful.\nAntaḥ-praviṣṭaḥ śāstā janānām. The living entity forgets as soon as he quits his present body, but he begins his work again, initiated by the Supreme Lord. Although he forgets, the Lord gives him the intelligence to renew his work where he ended his last life. So not only does a living entity enjoy or suffer in this world according to the dictation from the Supreme Lord situated locally in the heart, but he receives the opportunity to understand the Vedas from Him. If one is serious about understanding the Vedic knowledge, then Kṛṣṇa gives the required intelligence. Why does He present the Vedic knowledge for understanding? Because a living entity individually needs to understand Kṛṣṇa. Vedic literature confirms this: yo ’sau sarvair vedair gīyate. In all Vedic literature, beginning from the four Vedas, Vedānta-sūtra and the Upaniṣads and Purāṇas, the glories of the Supreme Lord are celebrated. By performance of Vedic rituals, discussion of the Vedic philosophy and worship of the Lord in devotional service, He is attained. Therefore the purpose of the Vedas is to understand Kṛṣṇa. The Vedas give us direction by which to understand Kṛṣṇa and the process of realizing Him. The ultimate goal is the Supreme Personality of Godhead. Vedānta-sūtra (1.1.4) confirms this in the following words: tat tu samanvayāt. One can attain perfection in three stages. By understanding Vedic literature one can understand his relationship with the Supreme Personality of Godhead, by performing the different processes one can approach Him, and at the end one can attain the supreme goal, who is no other than the Supreme Personality of Godhead. In this verse the purpose of the Vedas, the understanding of the Vedas, and the goal of the Vedas are clearly defined."
        },
        "16": {
            "title": "Bg. 15.16",
            "devanagri": "Devanagari\nद्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च ।क्षर: सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते ॥ १६ ॥",
            "romanization": "Text\ndvāv imau puruṣau lokekṣaraś cākṣara eva cakṣaraḥ sarvāṇi bhūtānikūṭa-stho ’kṣara ucyate",
            "synonyms": "Synonyms\ndvau — two; imau — these; puruṣau — living entities; loke — in the world; kṣaraḥ — fallible; ca — and; akṣaraḥ — infallible; eva — certainly; ca — and; kṣaraḥ — fallible; sarvāṇi — all; bhūtāni — living entities; kūṭa-sthaḥ — in oneness; akṣaraḥ — infallible; ucyate — is said.",
            "translation": "Translation\nThere are two classes of beings, the fallible and the infallible. In the material world every living entity is fallible, and in the spiritual world every living entity is called infallible.",
            "purport": "Purport\nAs already explained, the Lord in His incarnation as Vyāsadeva compiled the Vedānta-sūtra. Here the Lord is giving, in summary, the contents of the Vedānta-sūtra. He says that the living entities, who are innumerable, can be divided into two classes – the fallible and the infallible. The living entities are eternally separated parts and parcels of the Supreme Personality of Godhead. When they are in contact with the material world they are called jīva-bhūta, and the Sanskrit words given here, kṣaraḥ sarvāṇi bhūtāni, mean that they are fallible. Those who are in oneness with the Supreme Personality of Godhead, however, are called infallible. Oneness does not mean that they have no individuality, but that there is no disunity. They are all agreeable to the purpose of the creation. Of course, in the spiritual world there is no such thing as creation, but since the Supreme Personality of Godhead, as stated in the Vedānta-sūtra, is the source of all emanations, that conception is explained.\nAccording to the statement of the Supreme Personality of Godhead, Lord Kṛṣṇa, there are two classes of living entities. The Vedas give evidence of this, so there is no doubt about it. The living entities who are struggling in this world with the mind and five senses have their material bodies, which are changing. As long as a living entity is conditioned, his body changes due to contact with matter; matter is changing, so the living entity appears to be changing. But in the spiritual world the body is not made of matter; therefore there is no change. In the material world the living entity undergoes six changes – birth, growth, duration, reproduction, then dwindling and vanishing. These are the changes of the material body. But in the spiritual world the body does not change; there is no old age, there is no birth, there is no death. There all exists in oneness. Kṣaraḥ sarvāṇi bhūtāni: any living entity who has come in contact with matter, beginning from the first created being, Brahmā, down to a small ant, is changing its body; therefore they are all fallible. In the spiritual world, however, they are always liberated in oneness."
        },
        "17": {
            "title": "Bg. 15.17",
            "devanagri": "Devanagari\nउत्तम: पुरुषस्त्वन्य: परमात्मेत्युदाहृत: ।यो लोकत्रयमाविश्य बिभर्त्यव्यय ईश्वर: ॥ १७ ॥",
            "romanization": "Text\nuttamaḥ puruṣas tv anyaḥparamātmety udāhṛtaḥyo loka-trayam āviśyabibharty avyaya īśvaraḥ",
            "synonyms": "Synonyms\nuttamaḥ — the best; puruṣaḥ — personality; tu — but; anyaḥ — another; parama-ātmā — the Supreme Self; iti — thus; udāhṛtaḥ — is said; yaḥ — who; loka — of the universe; trayam — the three divisions; āviśya — entering; bibharti — is maintaining; avyayaḥ — inexhaustible; īśvaraḥ — the Lord.",
            "translation": "Translation\nBesides these two, there is the greatest living personality, the Supreme Soul, the imperishable Lord Himself, who has entered the three worlds and is maintaining them.",
            "purport": "Purport\nThe idea of this verse is very nicely expressed in the Kaṭha Upaniṣad (2.2.13) and Śvetāśvatara Upaniṣad (6.13). It is clearly stated there that above the innumerable living entities, some of whom are conditioned and some of whom are liberated, there is the Supreme Personality, who is Paramātmā. The Upaniṣadic verse runs as follows: nityo nityānāṁ cetanaś cetanānām. The purport is that amongst all the living entities, both conditioned and liberated, there is one supreme living personality, the Supreme Personality of Godhead, who maintains them and gives them all the facility of enjoyment according to different work. That Supreme Personality of Godhead is situated in everyone’s heart as Paramātmā. A wise man who can understand Him is eligible to attain perfect peace, not others."
        },
        "18": {
            "title": "Bg. 15.18",
            "devanagri": "Devanagari\nयस्मात्क्षरमतीतोऽहमक्षरादपि चोत्तम: ।अतोऽस्मि लोके वेदे च प्रथित: पुरुषोत्तम: ॥ १८ ॥",
            "romanization": "Text\nyasmāt kṣaram atīto ’hamakṣarād api cottamaḥato ’smi loke vede caprathitaḥ puruṣottamaḥ",
            "synonyms": "Synonyms\nyasmāt — because; kṣaram — to the fallible; atītaḥ — transcendental; aham — I am; akṣarāt — beyond the infallible; api — also; ca — and; uttamaḥ — the best; ataḥ — therefore; asmi — I am; loke — in the world; vede — in the Vedic literature; ca — and; prathitaḥ — celebrated; puruṣa-uttamaḥ — as the Supreme Personality.",
            "translation": "Translation\nBecause I am transcendental, beyond both the fallible and the infallible, and because I am the greatest, I am celebrated both in the world and in the Vedas as that Supreme Person.",
            "purport": "Purport\nNo one can surpass the Supreme Personality of Godhead, Kṛṣṇa – neither the conditioned soul nor the liberated soul. He is therefore the greatest of personalities. Now it is clear here that the living entities and the Supreme Personality of Godhead are individuals. The difference is that the living entities, either in the conditioned state or in the liberated state, cannot surpass in quantity the inconceivable potencies of the Supreme Personality of Godhead. It is incorrect to think of the Supreme Lord and the living entities as being on the same level or equal in all respects. There is always the question of superiority and inferiority between their personalities. The word uttama is very significant. No one can surpass the Supreme Personality of Godhead.\n The word loke signifies “in the pauruṣa āgama (the smṛti scriptures).” As confirmed in the Nirukti dictionary, lokyate vedārtho ’nena: “The purpose of the Vedas is explained by the smṛti scriptures.”\n The Supreme Lord, in His localized aspect of Paramātmā, is also described in the Vedas themselves. The following verse appears in the Vedas (Chāndogya Upaniṣad 8.12.3): tāvad eṣa samprasādo ’smāc charīrāt samutthāya paraṁ jyoti-rūpaṁ sampadya svena rūpeṇābhiniṣpadyate sa uttamaḥ puruṣaḥ. “The Supersoul coming out of the body enters the impersonal brahma-jyotir; then in His form He remains in His spiritual identity. That Supreme is called the Supreme Personality.” This means that the Supreme Personality is exhibiting and diffusing His spiritual effulgence, which is the ultimate illumination. That Supreme Personality also has a localized aspect as Paramātmā. By incarnating Himself as the son of Satyavatī and Parāśara, He explains the Vedic knowledge as Vyāsadeva."
        },
        "19": {
            "title": "Bg. 15.19",
            "devanagri": "Devanagari\nयो मामेवमसम्मूढो जानाति पुरुषोत्तमम् ।स सर्वविद्भ‍जति मां सर्वभावेन भारत ॥ १९ ॥",
            "romanization": "Text\nyo mām evam asammūḍhojānāti puruṣottamamsa sarva-vid bhajati māṁsarva-bhāvena bhārata",
            "synonyms": "Synonyms\nyaḥ — anyone who; mām — Me; evam — thus; asammūḍhaḥ — without a doubt; jānāti — knows; puruṣa-uttamam — the Supreme Personality of Godhead; saḥ — he; sarva-vit — the knower of everything; bhajati — renders devotional service; mām — unto Me; sarva-bhāvena — in all respects; bhārata — O son of Bharata.",
            "translation": "Translation\nWhoever knows Me as the Supreme Personality of Godhead, without doubting, is the knower of everything. He therefore engages himself in full devotional service to Me, O son of Bharata.",
            "purport": "Purport\nThere are many philosophical speculations about the constitutional position of the living entities and the Supreme Absolute Truth. Now in this verse the Supreme Personality of Godhead clearly explains that anyone who knows Lord Kṛṣṇa to be the Supreme Person is actually the knower of everything. The imperfect knower goes on simply speculating about the Absolute Truth, but the perfect knower, without wasting his valuable time, engages directly in Kṛṣṇa consciousness, the devotional service of the Supreme Lord. Throughout the whole of Bhagavad-gītā, this fact is being stressed at every step. And still there are so many stubborn commentators on Bhagavad-gītā who consider the Supreme Absolute Truth and the living entities to be one and the same.\n Vedic knowledge is called śruti, learning by aural reception. One should actually receive the Vedic message from authorities like Kṛṣṇa and His representatives. Here Kṛṣṇa distinguishes everything very nicely, and one should hear from this source. Simply to hear like the hogs is not sufficient; one must be able to understand from the authorities. It is not that one should simply speculate academically. One should submissively hear from Bhagavad-gītā that these living entities are always subordinate to the Supreme Personality of Godhead. Anyone who is able to understand this, according to the Supreme Personality of Godhead, Śrī Kṛṣṇa, knows the purpose of the Vedas; no one else knows the purpose of the Vedas.\nThe word bhajati is very significant. In many places the word bhajati is expressed in relationship with the service of the Supreme Lord. If a person is engaged in full Kṛṣṇa consciousness, in the devotional service of the Lord, it is to be understood that he has understood all the Vedic knowledge. In the Vaiṣṇava paramparā it is said that if one is engaged in the devotional service of Kṛṣṇa, then there is no need for any other spiritual process for understanding the Supreme Absolute Truth. He has already come to the point, because he is engaged in the devotional service of the Lord. He has ended all preliminary processes of understanding. But if anyone, after speculating for hundreds of thousands of lives, does not come to the point that Kṛṣṇa is the Supreme Personality of Godhead and that one has to surrender there, all his speculation for so many years and lives is a useless waste of time."
        },
        "20": {
            "title": "Bg. 15.20",
            "devanagri": "Devanagari\nइति गुह्यतमं शास्त्रमिदमुक्तं मयानघ ।एतद्‍बुद्ध्वा बुद्धिमान्स्यात्कृतकृत्यश्च भारत ॥ २० ॥",
            "romanization": "Text\niti guhya-tamaṁ śāstramidam uktaṁ mayānaghaetad buddhvā buddhimān syātkṛta-kṛtyaś ca bhārata",
            "synonyms": "Synonyms\niti — thus; guhya-tamam — the most confidential; śāstram — revealed scripture; idam — this; uktam — disclosed; mayā — by Me; anagha — O sinless one; etat — this; buddhvā — understanding; buddhi-mān — intelligent; syāt — one becomes; kṛta-kṛtyaḥ — the most perfect in his endeavors; ca — and; bhārata — O son of Bharata.",
            "translation": "Translation\nThis is the most confidential part of the Vedic scriptures, O sinless one, and it is disclosed now by Me. Whoever understands this will become wise, and his endeavors will know perfection.",
            "purport": "Purport\nThe Lord clearly explains here that this is the substance of all revealed scriptures. And one should understand this as it is given by the Supreme Personality of Godhead. Thus one will become intelligent and perfect in transcendental knowledge. In other words, by understanding this philosophy of the Supreme Personality of Godhead and engaging in His transcendental service, everyone can become freed from all contaminations of the modes of material nature. Devotional service is a process of spiritual understanding. Wherever devotional service exists, the material contamination cannot coexist. Devotional service to the Lord and the Lord Himself are one and the same because they are spiritual; devotional service takes place within the internal energy of the Supreme Lord. The Lord is said to be the sun, and ignorance is called darkness. Where the sun is present, there is no question of darkness. Therefore, whenever devotional service is present under the proper guidance of a bona fide spiritual master, there is no question of ignorance.\nEveryone must take to this consciousness of Kṛṣṇa and engage in devotional service to become intelligent and purified. Unless one comes to this position of understanding Kṛṣṇa and engages in devotional service, however intelligent he may be in the estimation of some common man, he is not perfectly intelligent.\nThe word anagha, by which Arjuna is addressed, is significant. Anagha, “O sinless one,” means that unless one is free from all sinful reactions it is very difficult to understand Kṛṣṇa. One has to become free from all contamination, all sinful activities; then he can understand. But devotional service is so pure and potent that once one is engaged in devotional service he automatically comes to the stage of sinlessness.\nWhile one is performing devotional service in the association of pure devotees in full Kṛṣṇa consciousness, there are certain things which require to be vanquished altogether. The most important thing one has to surmount is weakness of the heart. The first falldown is caused by the desire to lord it over material nature. Thus one gives up the transcendental loving service of the Supreme Lord. The second weakness of the heart is that as one increases the propensity to lord it over material nature, he becomes attached to matter and the possession of matter. The problems of material existence are due to these weaknesses of the heart. In this chapter the first five verses describe the process of freeing oneself from these weaknesses of heart, and the rest of the chapter, from the sixth verse through the end, discusses puruṣottama-yoga.\nThus end the Bhaktivedanta Purports to the Fifteenth Chapter of the Śrīmad Bhagavad-gītā in the matter of Puruṣottama-yoga, the Yoga of the Supreme Person."
        }
    }
}